change_language = Escolha a sua l&iacute;ngua.

user_added = Novo usu&aacute;rio adicionado com sucesso.

login=Nome do usu&aacute;rio
password=Senha
name=Nome
send=Enviar
logout=Sair

new_user_message=Ainda n&atilde;o est&aacute; registrado? 

login_now=Ir para p&aacute;gina de login.

title=T&iacute;tulo
description=Descri&ccedil;&atilde;o
type=Tipo

home=Home
search=Procurar
search_by_xml = Procurar (xml)

# errors
errors = Erros
login_already_exists = J&aacute; existe algu&eacute;m cadastrado com o seu login.
pass_already_exists = J&aacute; existe algu&eacute;m cadastrado com esta senha.

invalid_login = O login n&atilde;o deve ser vazio e deve conter apenas letras min&uacute;sculas e numeros
invalid_password = A senhadeve conter pelo menos 6 caracteres com nenhum espa&ccedil;o.
invalid_name = O nome n&atilde;o deve ser vazio.

ip_already_exists = J&aacute; existe este IP cadastrado.
id_already_exists = J&aacute; existe este ID cadastrado.
cgc_already_exists = J&aacute; existe este CNPJ/CPF cadastrado.
netid_already_exists = J&aacute; existe este endere&ccedil;o de rede cadastrado.
ean13_already_existis = J&aacute; existe este EAN13 cadastrado.
dun14_already_existis = = J&aacute; existe este DUN14 cadastrado.

invalid_login_or_password = Sua senha ou login est&aacute; inv&aacute;lido.
invalid_type = t&iacute;po inv&aacute;lido

# default converter error messages
no_converter_found = Nenhum conversor foi encontrado.
invalid_converter = N&atilde;o conseguir criar o conversor.

# date and time based converters
invalid_date = Data inv&aacute;lida.
invalid_time = Hora inv&aacute;lida.
# pattern based converter
invalid_value = Valor inv&aacute;lido.
# number
invalid_number = Numero inv&aacute;lido.
# char
invalid_character = Caracter inv&aacute;lido.

file.limit.exceeded = Tamanho m&aacute;ximo de arquivo excedido. Tamanho m&aacute;ximo: {1} foi: {0}

id_null = ID/Codigo inv&aacute;lido.
id_product_not_exists = ID/Codigo de produto n&atilde;o existe.
id_company_not_exists = ID/Codigo de filial n&atilde;o existe.
select_stock_style = Selecione o tipo de Estoque do Produto
select_weighing_style = Selecione o tipo de Pesagem do Produto
select_material_style = Selecione o tipo do Produto
valid_pesoMin_pesoMax = Peso m&iacute;nimo deve ser menor ou igual ao peso m&aacute;ximo
valid_pesoMin_targetWeight = Peso m&iacute;nimo deve ser menor ou igual ao peso padr&atilde;o
valid_pesoMax_targetWeight = Peso m&aacute;ximo deve ser maior ou igual ao peso padr&atilde;o
valid_CodSif = "Produtos que utilizam etiqueta específica P&atilde;o de Açucar, devem ter o código SIF preenchido!"
valid_unique_name_etiqueta = "Já existe etiqueta cadastrada com este nome de arquivo!"
max_limit_decimals = Nos campos de pesos, n&atilde;o pode ter mais que 3 casas decimais
not_possible_remove_pallet_open = N&atilde;o é poss&iacute;vel remover pallet em aberto

user_not_permission = Usuário sem permissão!"
user_not_insert_stocks = Usu&aacute;rio sem permiss&atilde;o de cadastro de estoque.
user_not_insert_pallet = Usu&aacute;rio sem permiss&atilde;o de manutenção de pallets.
user_not_insert_products = Usu&aacute;rio sem permiss&atilde;o de cadastro de produtos.
user_not_insert_companies = Usu&aacute;rio sem permiss&atilde;o de cadastro de filiais.
user_not_insert_enterprises = Usu&aacute;rio sem permiss&atilde;o de cadastro de empresas.
user_not_insert_etiquetas = Usu&aacute;rio sem permiss&atilde;o de cadastro de etiquetas.
user_not_insert_partners = Usu&aacute;rio sem permiss&atilde;o de cadastro de clientes/fornecedores.
user_not_insert_profiles = Usu&aacute;rio sem permiss&atilde;o de cadastro de perfis de acesso.
user_not_insert_units = Usu&aacute;rio sem permiss&atilde;o de cadastro de unidades.
user_not_insert_users = Usu&aacute;rio sem permiss&atilde;o de cadastro de usu&aacute;rios.
user_not_insert_receipt = Usu&aacute;rio sem permiss&atilde;o de manutenção de recebimento.
user_not_access_report_historic = Usu&aacute;rio sem permiss&atilde;o de acesso ao relatório de histórico.
user_not_access_manuten_shipment = Usu&aacute;rio sem permiss&atilde;o de acesso a manutenção de expedição.
user_not_access_manuten_config = Usu&aacute;rio sem permiss&atilde;o de acesso a manutenção de configurações.
user_not_access_manuten_etiquetas = Usu&aacute;rio sem permiss&atilde;o de acesso a manutenção de etiquetas.
user_not_access_manuten_terminal = Usu&aacute;rio sem permiss&atilde;o de acesso a manutenção de terminais.
user_not_access_report_pallet = Usu&aacute;rio sem permiss&atilde;o de acesso ao relatório de paletes.

var_logistic_box_invalid_number = Variavel Logistica digitada na EMBALAGEM é invalida. N\u00E3o pode ser maior que 9 \!
var_logistic_pallet_invalid_number = Variavel Logistica digitada no PALETE é invalida. N\u00E3o pode ser maior que 9 \!
seq_logistic_box_invalid_number = Sequencia Logistica digitada na EMBALAGEM é invalida. N\u00E3o pode ser maior que o Sequencial Maximo permitido \!
seq_logistic_pallet_invalid_number = Sequencia Logistica digitada na EMBALAGEM é invalida para esta variavel logistica. N\u00E3o pode ser maior que o Sequencial Maximo permitido \!

#Strings do sistema
STR000001=Informe a Senha do operador
STR000002=Menu de Operações
STR000003=Selecione uma operação de trabalho
STR000004=Operações de Embalagem
STR000005=Esta operação realiza movimentos de entrada em estoque
STR000006=Exceção Peso Padrão
STR000007=Embalagem
STR000008=Repaletizar
STR000009=Última Embalagem
STR000010=Este produto poderá ser expedido somente via leitor!
STR000011=Sim
STR000012=Não
STR000013=Palete Virtual
STR000014=Estoque Trânsito
STR000015=Estoque Insumo
STR000016=<html><center>Exceção Peso<br>Padrão</center></html> 
STR000017=Sair
STR000018=Não existe embalagem produzida neste terminal
STR000019=Somente é possível estornar a última operação de embalagem!
STR000020=Código
STR000021=Descrição
STR000022=Código inválido de produto
STR000023=ESSA ROTINA PERMITE FRACIONAR UM PRODUTO FIFO/VIRTUAL
STR000024=E ALTERAR A QUANTIDADE DE PEÇAS DO PRODUTO
STR000025=*PORÉM ESSA ETIQUETA SOMENTE PODERÁ SER EXPEDIDA VIA LEITOR*
STR000026=Esta caixa está em um pallet fechado, e não pode ser estornada!
STR000027=Produto não encontrado
STR000028=Produto é Fifo e monta Pallet, portanto poderá ser expedido somente pela etiqueta do Pallet!
STR000029=Produto Fifo, somente manual!
STR000030=<html><center>Retornar ao<br>Menu Anterior</center></html>